{"art_beyonce":{"videofile":"beyonce","videostart":0,"title":"Beyonce","description":"  "},"film_dani":{"videofile":"danileigh","videostart":0,"title":"Danileigh","description":"Danielle Leigh Curiel (born December 20, 1994), known professionally as Danileigh, is a Dominican-American singer, dancer, rapper, and choreographer. Initially appearing as a backup dancer, Danileigh began her career by posting covers of popular songs on YouTube before moving to Los Angeles, where she began choreographing for other artists and dancing. She made a career breakthrough after working with Prince for his single 'Breakfast Can Wait'."},"outside_frontdoor":{"videofile":"dronetour","videostart":5,"title":"Drone Tour","description":"Come inside Sneakertopia and see what it's all about."},"art_yoon":{"videofile":"fashion","videostart":0,"title":"Icons of Fashion","description":"For Los Angeles artist Mimi Yoon, there is no concrete definition for art. To her it is simply that 'art is'. Mimi's artwork vibrates with tangible and sensual beauty and honesty. It subtly allure then climaxes to demand attention and is immediately unforgettable."},"frugal_money":{"videofile":"frugalad","videostart":0,"title":"Frugal","description":"Frugal, the priceless brand."},"welcome_jordan1":{"videofile":"jordan1","videostart":0,"title":"Jordan 1","description":"  "},"sports_jordan":{"videofile":"jordancropped","videostart":0,"title":"Michael Jordan","description":"Michael Jeffery Jordan (born February 17, 1963), also known by his initials MJ, is an American businessman and former professional basketball player."},"music_kanye":{"videofile":"kanyeart","videostart":100,"title":"Kanye West","description":"Kanye Omari West (born June 8, 1977) is an American rapper, record producer, fashion designer, and politician. He has been influential in the 21st-century development of mainstream hip hop and popular music in general."},"kids_knott":{"videofile":"knott","videostart":2,"title":"Matthew Lawrence Knott","description":"Matthew Laurence Knott is a 29 year old artist based in South Orange County, California. He is self taught and best known for his eye popping  characters and obsession with color. Growing up Matthew found his inspiration in comic books, cartoons, and street art. His goal is to distract his viewers with his work and invoke a state of bliss and joy."},"film_limm":{"videofile":"limm","videostart":0,"title":"Tommii Lim","description":"International artist, painter, designer and muralist Tommii Lim creates and resides in Downtown Los Angeles. He confronts the zeitgeist of today’s instant gratification, digital era by building large scale works that demand the attention of viewers at first glance. HIs artworks are a deconstruction of observations and form seduced into high contrast, minimalist, black and white compositions."},"film_mcflyy":{"videofile":"mcflyy","videostart":0,"title":"McFlyy","description":"McFlyy (born Paul Shelton) is a self-taught visual designer and Los Angeles based and born artist. His early interest in art eventually led to him to switch his major from Mechanical Engineering to Graphic Design and Studio Art."},"kids_rabbithole":{"videofile":"rabbithole","videostart":0,"title":"Coming of Age","description":"Fall down Alice in Wonderland's rabbit hole as you grow up from sneakers as a symbol of empowerment in sports to sneakers as an expression of culture in music, film, fashion and art."},"sports_rock":{"videofile":"rock","videostart":0,"title":"Dwayne Johnson","description":"  "},"music_selena":{"videofile":"selenapuma","videostart":0,"title":"Selena Gomez","description":"Selena Marie Gomez (born July 22, 1992) is an American singer, actress, and producer."},"sports_serena":{"videofile":"serenaaces","videostart":0,"title":"Serena Williams","description":"Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1 in women's single tennis."},"outside_shaq":{"videofile":"shaq","videostart":0,"title":"Shaquille O'Neil","description":"Shaquille Rashaun 'Shaq' O'Neal (born March 6, 1972) is an American former professional basketball player and sports analyst on the television program Inside the NBA on TNT. He played for six teams over his 19-year career in the National Basketball Association (NBA). At 7 ft 1 in (2.16 m) tall and 325 pounds (147 kg), O'Neal is regarded as one of the greatest basketball players of all time."},"welcome_simmons":{"videofile":"simmons","videostart":0,"title":"Russell Simmons","description":"  "},"welcome_stansmith":{"videofile":"smith","videostart":0,"title":"Stan Smith","description":"  "},"sports_spike":{"videofile":"spike","videostart":0,"title":"Spike Lee","description":"  "},"sports_tonyhawk":{"videofile":"tonyhawk","videostart":0,"title":"Tony Hawk","description":"Anthony Frank Hawk (born May 12, 1968), nicknamed Birdman, is an American professional skateboarder, entrepreneur, and the owner of the skateboard company Birdhouse. Hawk completed the first documented 900 skateboarding trick, licensed a video game series published by Activision, and is a pioneer of modern vertical skateboarding. In 2014, Hawk was named one of the most influential skateboarders of all time."},"music_travis":{"videofile":"travis","videostart":0,"title":"Travis Scott","description":"Jacques Bermon Webster II (born April 30, 1991) known professionally as Travis Scott (formerly stylized as Travi$ Scott), is an American rapper, singer, songwriter, and record producer. Scott's musical style has been described as a fusion of traditional rap, hip hop, lo-fi and ambient."},"welcome_uncdunks":{"videofile":"uncjordan","videostart":0,"title":"Jordan 1 Low UNC","description":"The UNC colorway is not only inspired by Michael Jordan’s alma mater, the University of North Carolina in Chapel Hill, but it also references the sneakers Koston's mom wouldn't buy for him he was a kid, specifically the Air Jordan 1. The UNC iteration was one of the OG Air Jordan 1 colorways from 1985 and was retro-ed back in 2015."},"welcome_tv":{"videofile":"welcome","videostart":0,"title":"Welcome","description":"Step into a celebration of one of the most unique cultural phenomenons of\rthis generation. Sneakertopia brings guests along the journey of what\rstarted as an article of clothing and turned into a global culture. Through\rimmersive art installations, the audience is encouraged to step into the\rworld of sneakers and all of its connected cultures - sports, music, film, art,\rdesign and fashion. Ultimately, guests are empowered to put their own\rfootprint on each scene. This is a sneaker utopia. This is Sneakertopia."}}