{"about":{"videofile":"openingparty","videostart":0,"title":"Step Into Sneaker Culture","description":"Step into a celebration of one of the most unique cultural phenomenons of\rthis generation. Sneakertopia brings guests along the journey of what\rstarted as an article of clothing and turned into a global culture. Through\rimmersive art installations, the audience is encouraged to step into the\rworld of sneakers and all of its connected cultures - sports, music, film, art,\rdesign and fashion. Ultimately, guests are empowered to put their own\rfootprint on each scene. This is a sneaker utopia. This is Sneakertopia."},"artists":{"videofile":"mcflyy","videostart":9,"title":"McFlyy","description":"McFlyy (born Paul Shelton) is a self-taught visual designer and Los Angeles based and born artist. His early interest in art eventually led to him to switch his major from Mechanical Engineering to Graphic Design and Studio Art."},"entrance":{"videofile":"dronetour","videostart":4,"title":"Welcome Area: From Sneaker to Culture","description":"Step into the history of sneaker culture. This fully enveloping storyboard mural brings you through the multi-dimensional journey - from the first Converse All Stars in 1917 to the debut of the first Jordans in 1984 to the prevalence of limited edition retailers and resellers of today. Once inside the mural, you will notice a sketch of a 1980s retro TV set light up with an intro video that visually narrates the transition of sneaker to culture."},"festival":{"videofile":"dronetour","videostart":49,"title":"The Festival: Sneakers x Music","description":"Step into a sneakerhead festival, flanked by three stages honoring some of\rthe greatest music artist collaborations in sneaker history. Sneaker culture\rexperienced a pivotal moment when thousands of Run DMC fans held their\rAdidas during the group’s performance at Madison Square Garden. This\rset the stage for a continuing lineup of some of the most influential sneaker\rdrops in history."},"frugal":{"videofile":"openingparty","videostart":30,"title":"The Frugal Pop-Up: Sneakers x Streetwear","description":"Step into a parody pop-up and start window shopping; if Supreme and\rFlight Club had a baby, this would be their room. Streetwear and sneaker\rcollaborations have not only magnified the attention given to the culture,\rbut have also increased the value of sneakers. Along with the limited edition\rformat of release, this has fueled a strong secondary market, where sneakers\rbecome an art investment."},"gallery":{"videofile":"dronetour","videostart":85,"title":"The Art and Sole Gallery","description":"Step into a gallery featuring artists who have infused their body of work\rwith their passion for sneakers, from custom kicks to sneaker sculptures.\rIn the 1980s, sneaker culture and a new generation of artists grew up\rtogether. This has resulted in a great interplay between art and sneakers.\rThe sneaker has become both the canvas and the subject matter for a\rnew genre of art."},"movies":{"videofile":"dronetour","videostart":70,"title":"The Backlot: Sneakers x Film","description":"Step into satirical scenes of some of the most significant sneaker moments\rand trends in entertainment. Film has been instrumental in moving sneaker\rculture towards the future; Marty McFly’s Nike Mags are now a reality\r(and some of the most expensive kicks on the market). Video games are\rnow fueling the next generation of sneakerheads, with players designing,\rwearing and selling their own digital shoes as virtual currency."},"sports":{"videofile":"dronetour","videostart":25,"title":"The Playground: Sneakers x Sports","description":"Step into a collection of street courts showcasing some of the most important\rsports heroes in sneaker history. Sneaker culture actually begins in the sports\rworld, with the first collaboration between Chuck Taylor and Converse in 1922.\rSince then, professional athletes have led the way in pushing the technology,\rfashion and culture of sneakers forward. This is form meets function at its finest."},"store":{"videofile":"dronetour","videostart":121,"title":"Limited Edition: The Store","description":"Shop in the official store, which is just as authentic as the rest of the exhibit."},"welcomearea":{"videofile":"dronetour","videostart":16,"title":" ","description":" "}}